<?php
// Heading
$_['heading_title'] = 'การชำระเงินล้มเหลว!';

// Text
$_['text_basket']   = 'ตระกร้าสินค้า';
$_['text_checkout'] = 'ยืนยันคำสั่งซื้อ';
$_['text_failure']  = 'การชำระเงินล้มเหลว';
$_['text_message']  = '<p>การชำระเงินไม่สำเร็จ  พบข้อผิดพลาดระหว่างการประมวลผลข้อมูล</p>

<p>อาจเกิดจากสาเหตุ:</p>
<ul>
  <li>ระบบไม่เสถียร</li>
  <li>ข้อมูลการชำระเงินไม่ถูกต้อง</li>
</ul>

<p>กรุณาลองใหม่อีกครั้ง โดยเลือกวิธีการชำระเงินแบบอื่น ๆ .</p>

<p>มีข้อสงสัยกรุณา <a href="%s">ติดต่อเรา</a> พร้อมแจ้งรายละเอียดของคำสั่งซื้อ.</p>
';