<?php
// Heading
$_['heading_title']        = 'ประมาณค่าจัดส่ง &amp; ภาษี';

// Text
$_['text_success']         = 'สถานะเสร็จสมบูรณ์:  !';
$_['text_shipping']        = 'ระบุปลายทางการจัดส่ง เพื่อประเมินค่าจัดส่ง.';
$_['text_shipping_method'] = 'กรุณาเลือกวิธีการจัดส่ง.';

// Entry
$_['entry_country']        = 'ประเทศ';
$_['entry_zone']           = 'จังหวัด';
$_['entry_postcode']       = 'รหัสไปรษณีย์';

// Error
$_['error_postcode']       = 'รหัสไปรษณีย์ต้องมีความยาว 2 -10 ตัวอักษร!';
$_['error_country']        = 'กรุณาเลือกประเทศ!';
$_['error_zone']           = 'กรุณาเลือกจังหวัด!';
$_['error_shipping']       = 'แจ้งเตือน: ยังไม่ได้เลือกวิธีการจัดส่ง!';
$_['error_no_shipping']    = 'แจ้งเตือน: ยังไม่ได้ตั้งค่าวิธีการจัดส่ง. กรุณา <a href="%s">ติดต่อเรา</a> เพื่อช่วยเหลือ!';