<?php
// Text
$_['text_title']	 = 'โอนผ่าน ธนาคารธนชาติ สาขาแจ้งวัฒนะ(ซอฟต์แวร์ปาร์ค) บัญชีออมทรัพย์ 006-2-01651-8';

$_['text_instruction']	 = 'โอนเข้าบัญชี';
$_['text_description']	 = '<B>กรุณาโอนเงินค่าสินค้า ภายใน 3 วันทำการ </B>และ  กรุณาแจ้งข้อมูล หรือ แสดงหลักฐาน กลับ ที่ 025026505 ด้วยคะ';
//$_['text_payment']	 = 'หลังจากได้รับแจ้งและตรวจสอบยอดโอนถูกต้องแล้ว ทางบริษัทจะรีบดำเนินการจัดส่งสินค้าทันทีคะ.';
$_['text_payment']	 = '<B>กรณี ลูกค้า โอนเงินจากต่างจังหวัด  ขอให้ โอน ยอดเงินค่าสินค้าเต็มจำนวน <u>+ ค่าธรรมเนียมของ ธนาคารธนชาติ </u>  ที่ เคาท์เตอร์ธนาคาร  </B> <BR/>หลังจากได้รับแจ้งและตรวจสอบยอดโอนถูกต้องแล้ว ทางบริษัทจะรีบดำเนินการจัดส่งสินค้าทันทีคะ.';
