<?php
// Heading
$_['heading_title']      = 'แบนเนอร์';

// Text
$_['text_success']       = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';
$_['text_list']          = 'แบนเนอร์ทั้งหมด';
$_['text_add']           = 'เพิ่มแบนเนอร์';
$_['text_edit']          = 'แก้ไขแบนเนอร์';
$_['text_default']       = 'ค่าตั้งต้น';

// Column
$_['column_name']        = 'ชื่อแบนเนอร์';
$_['column_status']      = 'สถานะ';
$_['column_action']      = 'ดำเนินการ';

// Entry
$_['entry_name']         = 'ชื่อแบนเนอร์:';
$_['entry_title']        = 'ไตเติ้ล:';
$_['entry_link']         = 'ลิงค์:';
$_['entry_image']        = 'รูปภาพ:';
$_['entry_status']       = 'สถานะ:';
$_['entry_sort_order']   = 'เรียงลำดับ';

// Error
$_['error_permission']   = 'แจ้งเตือน: คุณไม่ได้รับสิทธิ์ให้แก้ไขข้อมูล!';
$_['error_name']         = 'ชื่อแบนเนอร์ ควรมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร !';
$_['error_title']        = 'ชื่อชื่อแบนเนอร์ ควรมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';