<?php
// Heading
$_['heading_title']     = 'การแบ่งกลุ่มคุณลักษณะสินค้า ';

// Text
$_['text_success']      = 'สถานะ: การแก้ไขกลุ่มคุณลักษณะสินค้าเสร็จสมบูรณ์!';
$_['text_list']         = 'Attribute Group List';
$_['text_add']          = 'Add Attribute Group';
$_['text_edit']         = 'Edit Attribute Group';

// Column
$_['column_name']       = 'แบ่งกลุ่มตามคุณลักษณะ';
$_['column_sort_order'] = 'การจัดเรียงลำดับ';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อกลุ่มคุณลักษณะสินค้า:';
$_['entry_sort_order']  = 'การจัดเรียงลำดับ:';

// Error
$_['error_permission']  = 'แจ้งเตือน:  คุณไม่มีสิทธิ์ในการแก้ไขข้อมูล!';
$_['error_name']        = 'ชื่อกลุ่มคุณลักษณะสินค้าต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';
$_['error_attribute']   = 'แจ้งเตือน: คุณไม่สามารถลบข้อมูล  เนื่องจากกลุ่มคุณลักษณะสินค้านี้ถูกกำหนดให้ใช้งานกับ  %s !';
$_['error_product']     = 'แจ้งเตือน: คุณไม่สามารถลบข้อมูล  เนื่องจากกลุ่มคุณลักษณะสินค้านี้ถูกนำไปใช้กับสินค้า %s !';