<?php
// Heading
$_['heading_title']          = 'หมวดหมู่สินค้า';

// Text
$_['text_success']           = 'สถานะเสร็จสมบูรณ์: ระบบได้ทำการปรับปรุงหมวดหมู่สินค้าเรียบร้อยแล้ว!';
$_['text_list']              = 'รายการหมวดหมู่สินค้า';
$_['text_add']               = 'เพิ่มหมวดหมู่สินค้า';
$_['text_edit']              = 'แก้ไขหมวดหมู่สินค้า';
$_['text_default']           = 'ค่าตั้งต้น';

// Column
$_['column_name']            = 'หมวดหมู่';
$_['column_sort_order']      = 'เรียงลำดับ';
$_['column_action']          = 'ปรับปรุง/แก้ไข';

// Entry
$_['entry_name']             = 'หมวดหมู่สินค้า';
$_['entry_description']      = 'คำอธิบาย';
$_['entry_meta_title'] 	     = 'Meta Tag Title';
$_['entry_meta_keyword'] 	 = 'Meta Tag Keywords';
$_['entry_meta_description'] = 'Meta Tag Description';
$_['entry_keyword']          = 'กำหนดลิงค์';
$_['entry_parent']           = 'หมวดหมู่หลัก ';
$_['entry_filter']           = 'ตัวกรองการค้นหา';
$_['entry_store']             = 'ร้านค้า:';
$_['entry_image']            = 'รูปภาพ:';
$_['entry_top']              = 'แสดงแถบเมนูด้านบน';
$_['entry_column']           = 'คอลัมน์';
$_['entry_sort_order']       = 'การเรียงลำดับ:';
$_['entry_status']           = 'สถานะ:';
$_['entry_layout']           = 'ดีไซน์อ้างอิงกับหน้าแสดงผล:';

// Help
$_['help_filter']            = '(ค้นหาอัตโนมัติ)';
$_['help_keyword']           = 'กำหนดชื่อลิงค์: รองรับชื่อลิงค์ที่เป็นภาษาไทย  ห้ามเว้นวรรค (ใช้เครื่องหมายขีดกลางแทน) และห้ามใช้ชื่อลิงค์ซ้ำกับที่มีอยู่แล้ว';
$_['help_top']               = 'สำหรับหมวดหมู่หลักที่ถูกจัดอยู่ในลำดับแรกเท่านั้นที่สามารถแสดงบนแถมเมนูด้านบน';
$_['help_column']            = 'แสดงหมวดหมู่ย่อยแบ่งซอยเป็นคอลัมน์(บนแถบเมนูด้านบน) เช่น 2 หมายถึง แบ่งเป็น 2 คอลัมน์ หากมีหมวดหมู่ย่อย 8 หมวดหมู่ จะแสดง แถวล่ะ 4 หมวดหมู่.';

// Error
$_['error_warning']          = 'พบข้อผิดพลาด:  กรุณาตรวจสอบ!';
$_['error_permission']       = 'พบข้อผิดพลาด: คุณไม่มีสิทธิ์แก้ไขปรับปรุงหมวดหมู่สินค้า!';
$_['error_name']             = 'หมวดหมู่สินค้าต้องมีความยาวมากกว่า 2 และไม่เกิน 32 ตัวอักษร!';
$_['error_meta_title']       = 'Meta Title ต้องมีความยาวมากกว่า 2 และไม่เกิน 255 ตัวอักษร!';
$_['error_keyword']          = 'SEO คีย์เวิร์ดนี้มีอยู่แล้วในระบบ!'; 