<?php
// Heading
$_['heading_title']      = 'ข้อมูลส่วนตัว';

// Text
$_['text_account']       = 'บัญชีผู้ใช้';
$_['text_edit']          = 'แก้ไขข้อมูลส่วนตัว';
$_['text_your_details']  = 'รายละเอียด';
$_['text_success']       = 'เสร็จสมบูรณ์:  บัญชีของคุณได้ทำการปรับปรุงข้อมูลแล้ว.';

// Entry
$_['entry_firstname']    = 'ชื่อ';
$_['entry_lastname']     = 'นามสกุล';
$_['entry_email']        = 'อีเมล์';
$_['entry_telephone']    = 'เบอร์โทรศัพท์';
$_['entry_mobile']    	 = 'เบอร์มือถือ';
$_['entry_fax']          = 'แฟกซ์';

// Error
$_['error_exists']       = 'แจ้งเตือน: อีเมล์นี้มีอยู่แล้วในระบบ!';
$_['error_firstname']    = 'ชื่อควรมีความยาวระหว่าง 1-32 ตัวอักษร!';
$_['error_lastname']     = 'นามสกุลควรมีความยาวระหว่าง 1-32 ตัวอักษร!';
$_['error_email']        = 'รูปแบบอีเมล์พิมพ์ไม่ถูกต้อง!';
$_['error_telephone']    = 'หมายเลขโทรศัพท์ ควรมีความยาวระหว่าง 3-32 ตัวอักษร!';
$_['error_mobile']    	 = 'หมายเลขมือถือ ควรมีความยาวระหว่าง 3-32 ตัวอักษร!';
$_['error_custom_field'] = '%s ต้องกรอก!';