<?php
// Heading
$_['heading_title']                = 'ล็อคอินเข้าสู่ระบบ';

// Text
$_['text_account']                 = 'บัญชีผู้ใช้';
$_['text_login']                   = 'ล็อคอิน';
$_['text_new_customer']            = 'ลูกค้าใหม่';
$_['text_register']                = 'ลงทะเบียน';
$_['text_register_account']        = 'การสมัครสมาชิก, ช่วยให้ติดตามสถานะคำสั่งซื้อได้ตลอดเวลา รวมถึงการดูประวัติการสั่งซื้อย้อนหลัง.';
$_['text_returning_customer']      = 'สมาชิก';
$_['text_i_am_returning_customer'] = 'ล็อคอินเข้าสู่ระบบ';
$_['text_forgotten']               = 'ลืมรหัสผ่าน';

// Entry
$_['entry_email']                  = 'อีเมล์';
$_['entry_password']               = 'รหัสผ่าน';

// Error
$_['error_login']                  = 'แจ้งเตือน:  อีเมล์ หรือ รหัสผ่านไม่ถูกต้อง.';
$_['error_attempts']               = 'แจ้งเตือน:  คุณล็อคอินผิดเกินที่กำหนด. ต้องรอ 1 ชม.จึงสามารถล็อคอินได้ใหม่.';
$_['error_approved']               = 'แจ้งเตือน:  บัญชีของคุณยังไม่ได้รับการอนุมัติเพื่อเปิดใช้งาน' ; 