<?php
// Text
$_['text_subject']        = '%s - ขอบคุณสำหรับการลงทะเบียน';
$_['text_welcome']        = 'ขอบคุณสำหรับการลงทะเบียนกับ %s!';
$_['text_login']          = 'บัญชีผู้ใช้ของคุณสามารถใช้งานได้แล้วกรุณาล็อคอินเข้าใช้งานได้ที่ :';
$_['text_approval']       = 'การสมัครสมาชิกจะได้รับการอนุมัติจากทางร้านในไม่ช้าค่ะ. หลังจากอนุมัติแล้วคุณสามารถล็อคอินเข้าใช้งานได้ที่:';
$_['text_services']       = 'เมื่อล็อคอินเข้าสู่ระบบ,  คุณสามารถตรวจสอบประวัติการสั่งซื้อย้อนหลัง, พิมพ์ใบสั่งซื้อ รวมถึงแก้ไขข้อมูลลูกค้าค่ะ.';
$_['text_thanks']         = 'ขอบคุณค่ะ,';
$_['text_new_customer']   = 'สมาชิกใหม่';
$_['text_signup']         = 'สมาชิกใหม่ เข้าสู่ระบบ:';
$_['text_website']        = 'เว็บไซต์:';
$_['text_customer_group'] = 'กลุ่มลูกค้า:';
$_['text_firstname']      = 'ชื่อ:';
$_['text_lastname']       = 'นามสกุล:';
$_['text_email']          = 'อีเมล์:';
$_['text_telephone']      = 'เบอร์โทรศัพท์:';