<?php
// Heading
$_['heading_title']     = 'ตัวกรองสินค้า';

// Text
$_['text_success']      = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';

// Column
$_['column_group']      = 'กลุ่มตัวกรอง';
$_['column_sort_order'] = 'การจัดเรียงลำดับ';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_group']       = 'ชื่อกลุ่มตัวกรอง:';
$_['entry_name']        = 'ชื่อตัวกรอง:';
$_['entry_sort_order']  = 'การจัดเรียงลำดับ:';

// Error
$_['error_permission']  = 'แจ้งเตือน: คุณไม่มีสิทธิ์ในการแก้ไข!';
$_['error_group']       = 'กลุ่มตัวกรองต้องมีความยาวไม่น้อยกว่า 1 และไม่เกิน 64 ตัวอักษร!';
$_['error_name']        = 'ตัวกรองต้องมีความยาวไม่น้อยกว่า 1 และไม่เกิน 64 ตัวอักษร';