<?php
// Heading
$_['heading_title']       = 'ตัวเลือกสินค้า';

// Text
$_['text_success']        = 'สถานะ: การแก้ไขเสร็จสมบูรณ์!';
$_['text_list']           = 'รายการตัวเลือกสินค้า';
$_['text_add']            = 'เพิ่มตัวเลือกสินค้า';
$_['text_edit']           = 'แก้ไขตัวเลือกสินค้า';
$_['text_choose']         = 'รูปแบบทางเลือก';
$_['text_select']         = 'รูปแบบดรอปดาวน์';
$_['text_radio']          = 'รูปแบบปุ่มเลือก(เลือกได้ 1 ตัวเลือก)';
$_['text_checkbox']       = 'รูปแบบช่องติ๊ก(เลือกได้มากกว่า 1 ตัวเลือก)';
$_['text_image']          = 'รูปภาพ';
$_['text_input']          = 'กรอกตัวอักษร';
$_['text_text']           = 'กรอกข้อความสั้น';
$_['text_textarea']       = 'กรอกข้อความขนาดยาว';
$_['text_file']           = 'รูปแบบไฟล์';
$_['text_date']           = 'รูปแบบวันที่';
$_['text_datetime']       = 'รูปแบบวันที่ และเวลา';
$_['text_time']           = 'รูปแบบเวลา';

// Column
$_['column_name']         = 'ชื่อตัวเลือก';
$_['column_sort_order']   = 'การเรียงลำดับ';
$_['column_action']       = 'ดำเนินการ';
// Entry
$_['entry_name']         = 'ชื่อตัวเลือก:';
$_['entry_type']         = 'ประเภท:';
$_['entry_option_value'] = 'ใส่ค่าตัวเลือก:';
$_['entry_image']        = 'รูปภาพ:';
$_['entry_sort_order']   = 'การจัดเรียงลำดับ:';
// Error
$_['error_permission']   = 'แจ้งเตือน:  คุณไม่มีสิทธิ์แก้ไขข้อมูล!';
$_['error_name']         = 'การตั้งชื่อตัวเลือกต้องมีความยาวอย่างน้อย 1 และไม่เกิน 128 ตัวอักษร!';
$_['error_type']         = 'แจ้งเตือน: บังคับเลือก!';
$_['error_option_value'] = 'ค่าตัวเลือกต้องมีความยาวอย่างน้อย 1 และไม่เกิน 128 ตัวอักษร!';
$_['error_product']      = 'แจ้งเตือน:  ตัวเลือกไม่สามารถลบได้เนื่องจากถูกกำหนดใช้กับสินค้า  %s  !';