<?php
// Heading
$_['heading_title']       = 'หน้าแสดงผล';

// Text
$_['text_success']      = 'สถานะ: การแก้ไขข้อมูลหน้าแสดงผลเสร็จสมบูรณ์!';
$_['text_list']           = 'หน้าแสดงผลทั้งหมด';
$_['text_add']            = 'เพิ่ม หน้าแสดงผล';
$_['text_edit']           = 'แก้ไข หน้าแสดงผล';
$_['text_default']        = 'ค่าตั้งต้น';
$_['text_content_top']    = 'ตรงกลาง ด้านบน';
$_['text_content_bottom'] = 'ตรงกลาง ด้านล่าง';
$_['text_column_left']    = 'คอลัมน์ซ้าย';
$_['text_column_right']   = 'คอลัมน์ขวา';

// Column
$_['column_name']       = 'หน้าแสดงผล';
$_['column_action']     = 'ดำเนินการ';

// Entry
$_['entry_name']        = 'ชื่อ หน้าแสดงผล:';
$_['entry_store']       = 'ร้านค้า:';
$_['entry_route']         = 'กำหนดพาธ';
$_['entry_module']        = 'โมดูล';
$_['entry_position']      = 'ตำแหน่ง';
$_['entry_sort_order']    = 'เรียงลำดับ';

// Error
$_['error_permission']  = 'แจ้งเตือน: คุณไม่ได้รับสิทธิ์ให้แก้ไขข้อมูลหน้าแสดงผล!';
$_['error_name']        = 'ชื่อต้องมีความยาวไม่น้อยกว่า 3 และไม่เกิน 64 ตัวอักษร!';
$_['error_default']     = 'ข้อมูลถูกนำไปใช้แล้วไม่สามารถลบได้ !';
$_['error_store']       =  'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้เป็นค่าตั้งต้นของร้านค้าแล้ว layout!';
$_['error_product']     =  'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้หน้าสินค้า  %s !';
$_['error_category']    =  'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้หน้าหมวดหมู่สินค้า %s !';
$_['error_information'] = 'แจ้งเตือน: หน้าแสดงผลรายการนี้ไม่สามารถลบได้เนื่องจากถูกใช้หน้าข้อมูลร้านค้า %s!';